[
    {
        "name": "Mohammad Hoesni Thamrin ",
        "ascencion_document_number": "No Sk 175  Tahun  1960",
        "ascencion_document_date": "28  Juli  1960",
        "ascencion_year": 1960,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Mohammad_Husni_Thamrin.jpg/250px-Mohammad_Husni_Thamrin.jpg",
        "birth_date": "16 Februari 1894",
        "birth_place": "Weltevreden, Batavia(Jakarta, Indonesia)",
        "death_date": "11 Januari 1941",
        "death_place": "Senen,Batavia (Jakarta, Indonesia)",
        "burial_place": "Karet Bivak, Jakarta",
        "description": "Politikus dan Aktifis Kemerdekaan. Tokoh Betawi yang pertama kali menjadi anggota Volksraad (“Dewan Rakyat”) di Hindia Belanda, mewakili kelompok Inlanders (“pribumi”).Thamrin merupakan anggota Dewan Kota yang sering menyaksikan keadaan rakyat dan membuatnya berpidato agar pemerintah segera berupaya untuk memperbiki kampung-kampung di Jakarta. Thamrin kemudian menjadi ketua Kaum Betawi. Kemudian pada tahun 1927, Thamrin alias Mat Seni dilantik menjadi anggota Volksraad.Pada 27 Januari 1930 dibentuk “Fraksi Nasional” dalam Volksraad yang diketuain oleh Thamrin, dan kemudian Thamrin membentuk “Fonds Nasional”. Thamrin juga menjadi ketua Pemufakatan Perhimpunan-perhimpunan Politik Kebangsaan Indonesia (PPPKI) .Thamrin juga menjadi anggota Vereniging van Indonesia Akademici (VLA) dan menjadi anggota Partai Indonesia Raya (Parindra). Pada 1939 Parindra yang diwakili oleh Thamrin bergabung dalam Gabungan Politik Indonesia (GAPI) dengan tujuan “Indonesia Berpalemen”,Masyarakat Jakarta menngenang jasa-jasa M.H. Thamrin sepanjgan masa dan telah memberikannya nama sebagai Abang Betawi atau Abang Jakarta. Cita-citanya untuk kepentinngan rakyat diteruskan dalam “Proyek M.H. Thamrin”."
    },
    {
        "name": "KH. Samanhudi ",
        "ascencion_document_number": "No Sk 590  Tahun  1961",
        "ascencion_document_date": "09 November 1961",
        "ascencion_year": 1961,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Samanhudi_1962_Indonesia_stamp.jpg/250px-Samanhudi_1962_Indonesia_stamp.jpg",
        "birth_date": 1878,
        "birth_place": "Laweyan, Surakarta, Jawa Tengah",
        "death_date": "28 Desember 1956",
        "death_place": "Klaten, Jawa Tengah",
        "burial_place": "Sukoharjo, Jawa Tengah",
        "description": "Pejuang   Kemerdekaan   Indonesia.    Pendiri dan Ketua Sarekat Dagang Islam (SDI).K.H. Samanhudi Bersama R.M. Umar Said Cokroaminoto mengusulkan agar keanggotaan SDI tidak terbatas pada kaum dagang saja. Maka perkataan dagang dalam nama perkumpulan SDI sehingga menjadi Sarekat Islam disingkat SIKetua Kehormatan SI (Sarekat Islam).Pendiri Barisan Pemberontak Indonesia Cabang Solo dan Gerakan Persatuan Pancasila untuk melawan Belanda, serta membentuk laskar Gerakan Kesatuan Alap- alap."
    },
    {
        "name": "H.O.S. Cokroaminoto ",
        "ascencion_document_number": "No Sk 590  Tahun  1961",
        "ascencion_document_date": "09 November 1961",
        "ascencion_year": 1961,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e2/HOS_Tjokroaminoto%2C_20_Mei_Pelopor_17_Agustus%2C_p43.jpg/250px-HOS_Tjokroaminoto%2C_20_Mei_Pelopor_17_Agustus%2C_p43.jpg",
        "birth_date": "16 Agustus 1882",
        "birth_place": "Desa Bukur Ma",
        "death_date": "17 Desember 1934",
        "death_place": "Yogyakarta, Indonesia",
        "burial_place": "Pekuncen, Wirobrajan, Yogyakarta",
        "description": "Guru para pemimpin-pemimpin besar di Indonesia. Seorang pengacara pembela anggota SI yang dituduh. Pelopor pergerakan di Indonesia. Sosok pemikir dan pemimpin organisasi SI (Sarekat Islam).Tjokroaminoto dapat menghimpun dan memberikan pengaruh bagi rakyat seantero Jawa dan luar Jawa yang membuat Pemerintah Kolonial Hindia Belanda khawatir karena pengaruhnya begitu besar dalam masyarakat.Selain sibuk memimpin SI, Cokroaminoto juga aktif menulis di berbagai majalah dan surat kabar. Demi kepentingan SI, ia mendirikan N.V. Setia yang menerbitkan harian Utusan Hindia yang langsung dipimpinnya sendiri. Tulisan-tulisannya dalam harian itu sangat tajam dalam mengecam pemerintah kolonial.Tjokroaminoto memperjuangkan terbentuknya Dewan Perwakilan Rakyat yang sebenarnya, dengan anggota-anggotanya terdiri dari orang- orang yang dipilih oleh rakyat.Konsep pemikiran “Sosialisme dan Islam” Tjokroaminoto memang menjadi daya tarik tersendiri untuk dipelajari, bahkan hingga kini pemikiran dan sumbangsihnya tak lekang oleh zaman."
    },
    {
        "name": "Ernest Douwes Dekker ",
        "ascencion_document_number": "No Sk 590  Tahun  1961",
        "ascencion_document_date": "09 November 1961",
        "ascencion_year": 1961,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/0/08/Douwes.jpg",
        "birth_date": "8 Oktober 1879",
        "birth_place": "Pasuruan, Jawa Timur",
        "death_date": "28 Agustus 1950",
        "death_place": "Bandung,Jawa Barat",
        "burial_place": "Cikutra,   Bandung",
        "description": "Pejuang Pergerakan Kemerdekaan Indonesia, Politikus, Wartawan,  Aktivis, Penulis. Salah satu dari “Tiga Serangkai”. Penggagas nama “Nusantara”. Peletak dasar nasionalisme Indonesia di awal abad ke-20Pendiri Indische Partij pada 1912. Indiesche Partij mempropangandakan cita-cita kemerdekaan sehingga memiliki banyak anggota sampai sekitar 7.500 orang dari 30 cabangDouwes Dekker dibuang ke Belanda karena menentang perayaan 100 tahun Belanda merdeka dari Prancis di Hindia Belanda. Di Belanda, ia belajar ilmu ekonomi sambil bergambung dengan Indiesche Vereeniging (Perhimpunan Indonesia). Kemudian ia mendirikan National Indische Partij pada 1919.Mendirikan sekolah Ksatrian Institut, sebuah sekolah yang menitik beratkan pada pengajaran yang membentuk jiwa nasionalis.Menjadi guru besar pada Akademi Ilmu Politik dan anggota Dewan Pertimbangan Agung. Dalam Kabinet Syahrir III, ia diangkat menjadi Menteri Negara dan juga sebagai penasehat delegasi RI dalam perundingan-perundingan dengan Belanda"
    },
    {
        "name": "Sisingamangaradja  XII ",
        "ascencion_document_number": "No Sk 590  Tahun  1961",
        "ascencion_document_date": "09 November 1961",
        "ascencion_year": 1961,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Sisingamangaraja_XII.jpg/250px-Sisingamangaraja_XII.jpg",
        "birth_date": "18 Februari 1849",
        "birth_place": "Bakkara, Tapanuli,Sumatra Utara",
        "death_date": "17 Juni 1907",
        "death_place": "Desa SiOnom Hudon, perbatasan Kabupaten Tapanuli Utara dan Kabupaten Dairi",
        "burial_place": "Balige, Tobasa",
        "description": "Raja Sisingamangaraja XII berjuang menentang kekuasaan Belanda di Tapanuli, Sumatera Utara. Dengan dukungan rakyatnya, tahun 1877 ia menyatakan perang kepada Belanda. Perang panjang pun berlangsung bermula di Bahal Batu, Humbang dan berikutnya meluas di selutuh Tanah Batak bahkan Belanda mengerahkan pasukannya dari Singkil Aceh.Pada tahun 1877 para misionaris di Silindung dan Bahal Batu meminta bantuan kepada pemerintah kolonial Belanda dari ancaman diusir oleh Singamangaraja XII. Kemudian pemerintah Belanda dan para penginjil sepakat untuk tidak hanya menyerang markas Si Singamangaraja XII di Bakara tetapi sekaligus menaklukkan seluruh Toba.Sebelum Sisingamangaraja XII gugur, ia sempat ditawari untuk diangkat sebagai Sultan atas Tanah Batak oleh Gubernur Belanda Van Daalen. Bahkan Sang Gubernur sendiri berjanji akan menyambut kehadirannya dengan seremonial tembakan meriam 21 kali. Akan tetapi, Sisingamangaraja XII menolaknya bahkan semakin gencar melakukan perlawanan."
    },
    {
        "name": "Dr. Gerungan Saul Samuel Jacob Ratulangi ",
        "ascencion_document_number": "No Sk 590  Tahun  1961",
        "ascencion_document_date": "09 November 1961",
        "ascencion_year": 1961,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Sam_Ratulangi_IPPHOS.jpg/250px-Sam_Ratulangi_IPPHOS.jpg",
        "birth_date": "5 November 1890",
        "birth_place": "Tondano, Sulawesi Utara",
        "death_date": "30 Juni 1949",
        "death_place": "Jakarta,Indonesia",
        "burial_place": "Tondano, Sulawesi Utara",
        "description": "Waktu belajar di Negeri Belanda Sam Ratulangi masuk menjadi anggota Indise Vereniging, Perhimpunan Mahasiswa Indonesia yang kemudian berganti nama menjadi “Perhimpunan Indonesia”.Sam Ratulangi sangat berjasa bagi rakyat Minahasa. Ia telah berhasil menghapuskan kerja paksa (rodi), menyelenggarakan transmigrasi, mendirikan yayasan dana belajar.Dia juga turut andil dalam proklamasi kemerdekaan. Usai Bung Karno dan Bung Hatta memimpin proklamasi, Sam Ratulangi diangkat sebagai Gubernur Sulawesi.Ia membawa kabar kemerdekaan ke Sulawesi. Proklamasi Kemerdekaan berkumandang pada 17 Agustus 1945. Namun di Sulawesi proklamasi baru didengar dua hari setelahnya. pada tanggal 19 Agustus 1945 Gubernur Ratulangi mengumumkan secara resmi Proklamasi Kemerdekaan Indonesia. Ia membacakan kembali bunyi naskah Proklamasi Kemerdekaan 17 Agustus 1945 di hadapan pemuka-pemuka rakyat Sulawesi."
    },
    {
        "name": "DR.  Soetomo ",
        "ascencion_document_number": "No Sk 657  Tahun  1961",
        "ascencion_document_date": "27  Desember  1961",
        "ascencion_year": 1961,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Soetomo%2C_ANRI.jpg/250px-Soetomo%2C_ANRI.jpg",
        "birth_date": "30 Juli 1888",
        "birth_place": "Ngepeh, Loceret, Nganjuk,Jawa Timur",
        "death_date": "30 Mei 1938",
        "death_place": "Surabaya,Jawa Timur",
        "burial_place": "Bubutan, Surabaya",
        "description": "Sutomo bersama Suraji, Moh. Saleh, Sarwono, Gunawan, Gumbrek dan Angka, mahasiswa STOVIA,  berperan besar atas terbentuknya  Budi  Utomo, Organisasi Modern Pertama di Indonesia.Sutomo selama melanjutkan Pendidikan di Belanda,  bergabung dengan  ”Indische Vereeniging”,  yang  berganti  menjadi ”Indonesische Vereniging” dan  menjadi Perhimpunan Indonesia. Sutomo memimpin organisasi tersebut  pada periode 1920-1921.Sutomo bekerja sebagai dosen di NIAS (Nederlandsch Indische Artsen School) di Surabaya dan mendirikan ”Indonesische Studie Club” (ISC)   pada tanggal 11 Juli 1924 yang kemudian berubah menjadi partai ”Persatuan Bangsa Indonesia” (PBI). Melalui PBI  kegiatan di bidang sosial ekonomi semakin menonjol  dapat dilihat dengan berdirinya Rukun Tani, Rukun Pelayaran, Serikat Buruh, Koperasi, Bank Kredit, Pemeliharaan yatim-piatu.Sutomo  masuk ke dalam politik praktis, dengan menjadi anggota Dewan Kota (Gemeenteraad) Surabaya dan melalui organisasi tersbeut Sutomo memperjuangkan nasib rakyat"
    },
    {
        "name": "KH. Akhmad Dahlan ",
        "ascencion_document_number": "No Sk 657  Tahun  1961",
        "ascencion_document_date": "27  Desember  1961",
        "ascencion_year": 1961,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Ahmad_Dahlan.jpg/250px-Ahmad_Dahlan.jpg",
        "birth_date": "1 Agustus 1868",
        "birth_place": "Yogyakarta, Indonesia",
        "death_date": "23 Februari 1923",
        "death_place": "Yogyakarta, Indonesia",
        "burial_place": "Brontokusuman,, Mergangsang Yogyakarta",
        "description": "Pendiri Muhammadiyah dan Pejuang bidang Pendidikan.Suami dari Siti Walidah yang juga Pahlawan Nasional. Ia memperoleh pendidikan agama di pesantren dan kemudian memperdalam ilmu lainnya di Mekah dan juga gemar membaca buku.Nama Ahmad Dahlan menjadi bahan pembicaraan masyarakat ialah ketika tahun 1896 Dahlan membetulkan arah kiblat di langgar dan masjid-mesjid di Yogyakarta. Peristiwa lain yang membuatnya semakin dikenal ialah dengan penentuan Hari Raya Id.  Tetapi nama beliau lebih dikenal sebagai pendiri dan pemimpin Muhammadiyah, organisasi sosial yang menitikberatkan usahanya di bidang pendidikan serta kemajuan hidup beragama di kalangan umat Islam.Sebelum mendirikan Muhammadiyah, Ahmad Dahlan sudah memasuki organisasi lain, baik yang berdasarkan nasionalisme ataupun agama, seperti Budi Utomo dan Sarekat Islam.K.H. Ahmad Dahlan memilih lapangan sosial dan pendidikan sebagai medan baktinya. Selain Muhammadiyah, Dahlan mendirikan Aisiyah untuk anak perempuan dan organisasi pramuka Hizbul Wathan."
    },
    {
        "name": "KH. Agus Salim ",
        "ascencion_document_number": "No Sk 657  Tahun  1961",
        "ascencion_document_date": "27  Desember  1961",
        "ascencion_year": 1961,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Haji_A._Salim.jpg/250px-Haji_A._Salim.jpg",
        "birth_date": "8 Oktober 1884",
        "birth_place": "Koto Gadang, Agam, Sumatera Barat",
        "death_date": "4 November 1954",
        "death_place": "Jakarta,Indonesia",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "​Pejuang Kemerdekaan Indonesia, Politisi, Jurnalis, Penulis Buku. Menteri Luar Negeri. Anggota BPUPKI dan Ketua Dewan Kehormatan PWI.Agus Salim lulus dari HBS dan kemudian memilih untuk belajar sendiri dan menguasai berbagai macam bahasa derah dan negara lain. Ia kemudian merantau ke Jedah dan mempelajari Islam lebih dalam dan membuatnya berkenalan dengan tokoh-tokoh modernis Islam seperti Jamaludin Al-Afghani. Pada tahun 1911, ia kembali ke tanah air dan mendirikan HIS.Karir politiknya dimulai dalam Sarekat Islam (SI), kemudian bersama Samaun pada tahun 1919 ia mendirikan Persatuan Pergerakan Kaum Buruh. Agus Salim juga melontarkan gagasan mengenai Pan Islamisme. Ia juga merupakan anggota Volksraad sampai tahun 1924 ia keluar dan menganut aliran non-kooperatif.Tahun 1925 bersama Cokroaminoto menerbitkan harian Fajar Asia di Yogyakarta, dan memimpin harian Hindis Baru di Jakarta.Pada 1929 ia diangkat menjadi ketua Partai Sarekat Islam Indonesia (PSII).Ia diangkat menjadi anggota BPUPKI dan menjadi anggota Panitia Sembilan. Sejak Proklamasi ia aktif dalam bidang diplomasi sebagai Menteri Luar Negeri."
    },
    {
        "name": "Jend. Gatot Subroto ",
        "ascencion_document_number": "No Sk 222  Tahun  1962",
        "ascencion_document_date": "18  Juni  1962",
        "ascencion_year": 1962,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Col_Gatot_Subroto%2C_Kenang-Kenangan_Pada_Panglima_Besar_Letnan_Djenderal_Soedirman%2C_p27.jpg/250px-Col_Gatot_Subroto%2C_Kenang-Kenangan_Pada_Panglima_Besar_Letnan_Djenderal_Soedirman%2C_p27.jpg",
        "birth_date": "10 Oktober 1907",
        "birth_place": "Banyumas, Jawa Tengah",
        "death_date": "11 Juni 1962",
        "death_place": "Jakarta, Indonesia",
        "burial_place": "Ungaran Timur, Semarang",
        "description": "Tokoh perjuangan militer Indonesia dalam merebut kemerdekaan. Panglima Tentara  &  Teritorium (T&T) IV Diponegoro. Wakil Staff Kepala Angkatan Darat.Ikut serta dalam pasukan Jepang pada Perang Pasifik. Dengan melihat potensinya, pemerintah Jepang mengangkatnya menjadi kepala Detasemen Polisi. Ketika pemerintah pendudukan Jepang membentuk PETA (Tentara Pembela Tanah Air), Gatot pun mendaftarkan diri.Di Banyumas, ia berhasil mengambil alih kekuasaan kepolisian dan sesudah itu ia diangkat menjadi Kepala Kepolisian Karesidenan Banyumas. Bersama- sama dengan BKR (Badan  Keamanan  Rakyat), ia aktif berunding dengan komandan militer Jepang dalam usaha memperoleh senjata.Melahirkan gagasan untuk mendirikan sebuah akademi militer gabungan yang telah terwujud dalam bentuk Akademi Angkatan Bersenjata Republik Indonesia (AKABRI).Selama berkarir di bidang militer, Gatot Subroto memiliki 17 bintang jasa dan setelah wafat pangkatnya dinaikkan menjadi jenderal anumerta."
    },
    {
        "name": "Sukarjo Wiryopranoto ",
        "ascencion_document_number": "No Sk 222  Tahun  1962",
        "ascencion_document_date": "18  Juni  1962",
        "ascencion_year": 1962,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/8/8c/Sukarjo_Wiryopranoto%2C_Wajah_dan_Sejarah_Perjuangan_Pahlawan_Nasional%2C_Volume_4_%281995%29%2C_p._11.jpg",
        "birth_date": "5 Juni 1903",
        "birth_place": "Kesugihan, Cilacap, JawaTengah",
        "death_date": "23 Oktober 1962",
        "death_place": "New York, Amerika Serikat",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "Perintis Kemerdekaan Indonesia. Pendiri Persatuan Bangsa Indonesia (PBI) bersama dr. Soetomo. Anggota Volksraad. Sekretaris Gabungan Politik Indonesia (Gapi). Memimpin surat kabar Asia Raya. Pembina majalah Mimbar Indonesia. Duta Besar di Italia, Vatikan, RRC. Wakil Tetap Indonesia di PBBPada 1937, Sukardjo Wirjopranoto diangkat menjadi anggota Dewan Rakyat, wakil dari Budi Utomo.Sukardjo Wirjopranoto aktif pula di Gabungan Politik Indonesia (GAPI). Pada 1939, GAPI melancarkan perjuangan dengan semboyan \"Indonesia Berparlemen\". GAPI juga berhasil menyelenggarakan Kongres Rakyat Indonesia di JakartaPada 1943 ia juga ditunjuk sebagai anggota Badan Penyelidik Usaha-Usaha Persiapan Kemerdekaan Indonesia. Setelah Indonesia merdeka, ia diangkat sebagai juru bicara Kabinet Syahrir. Selain itu, ia juga mendirikan majalah Mimbar Indonesia di Jakarta"
    },
    {
        "name": "Dr. Ferdinand Lumban Tobing ",
        "ascencion_document_number": "No Sk 361  Tahun  1962",
        "ascencion_document_date": "17  November  1962",
        "ascencion_year": 1962,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Ferdinand_Lumbantobing%2C_Kami_Perkenalkan_%281954%29%2C_p18.jpg/250px-Ferdinand_Lumbantobing%2C_Kami_Perkenalkan_%281954%29%2C_p18.jpg",
        "birth_date": "19 Februari 1899",
        "birth_place": "Sibuluan, Sibolga,Sumatera Utara",
        "death_date": "7 Oktober 1962",
        "death_place": "Jakarta,Indonesia",
        "burial_place": "Kolang, Tapanuli Tengah",
        "description": "Dokter dan Politisi, Berjuang untuk Hak-Hak Pekerja Paksa. Gubernur   Sumatera   Utara. Menteri  Tenaga  Kerja  dan Transmigrasi. Menteri Penerangan. Menteri Kesehatan.Merupakan salah satu anggota Jong Batak selama bersekolah di STOVIA.Menyembuhkan Sultan Kutai yang telah lama jatuh sakit. Sebagai tanda terima kasih, maka dr. Ferdinand Lumban Tobing diangkat sebagai ayah oleh Sultan Kutai.Pada bulan November 1943 diangkat menjadi Ketua Dewan Perwakilan Daerah (Syu  Sangikai) untuk Karesidenan Tapanuli.dr. Ferdinand Lumban Tobing secara resmi diangkat menjadi Residen Tapanuli pada tanggal 3 Oktober 1945. Ia segera mengatur barisan pemuda bersenjata dan berdirilah BKR  yang  kemudian  menjadi TKR dan akhirnya TNI.Pada tanggal 30 Juli 1983 dr. Ferdinand Lumban Tobing diangkat menjadi Menteri Penerangan dalam Kabinet Ali Sastroamijoyo I. Dalam kedudukan itu ia pernah pula menjabat sebagai Menteri Kesehatan ad interim."
    },
    {
        "name": "KH. Zainul Arifin ",
        "ascencion_document_number": "No Sk 35  Tahun  1963",
        "ascencion_document_date": "04 Maret 1963",
        "ascencion_year": 1963,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Zainul_Arifin_%28Cabinet_poster%29.jpg/250px-Zainul_Arifin_%28Cabinet_poster%29.jpg",
        "birth_date": "2 September 1909",
        "birth_place": "Barus, TapanuliTengah, Sumatera Utara",
        "death_date": "2 Maret 1963",
        "death_place": "Jakarta,Indonesia",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "K.H. Zainul Arifin adalah tokoh politik NU yang pernah menjadi ketua DPR-GR di era demokrasi terpimpin.K.H. Zainul Arifin  sudah terlibat politik  masa pergerakan nasional.Pada zaman Jepang  menjadi Kepala Bagian Umum dari Majelis Syuro Muslimin Indonesia (Masyumi)K.H. Zainul Arifin melalui Hizbullah menentang pelibatan Masyumi dalam romusha.K.H. Zainul Arifin  dengan pasukan Hizbullah  terlibat dalam pertempuran-pertempuran dengan Belanda mempertahankan kemerdekaan Indonesia.K.H. Zainul Arifin aktif sebagai  anggota KNIP dan kemudian dipilih menjadi anggota Badan Pekerja KNIP.K.H. Zainul Arifin  pada masa RIS duduk sebagai anggota DPRS.K.H. Zainul Arifin  pada  tahun 1963 ia menjadi Ketua DPR GR."
    },
    {
        "name": "Tan  Malaka ",
        "ascencion_document_number": "No Sk 53  Tahun  1963",
        "ascencion_document_date": "28  Maret  1963",
        "ascencion_year": 1963,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/TanMalaka_DariPendjara_ed3.jpg/250px-TanMalaka_DariPendjara_ed3.jpg",
        "birth_date": "2 Juni 1897",
        "birth_place": "Nagari Pandam Gadang,Suliki, Sumatera Barat",
        "death_date": "21 Februari 1949",
        "death_place": "Kaki Gunung Wilis, Desa Selopanggung, Kabupaten Kediri, Jawa Timur",
        "burial_place": "Tidak Diketahui",
        "description": "Tan Malaka adalah pahlawan nasional yang berjuang menuntut kemerdekaan Indonesia, yang menolak perjuangan diplomasi.Tan Malaka menjadi Ketua Partai Komunis Indonesia setelah kepergian Semaun Ke Rusia pada 1924, ia mengembangkan cabang PKI ke daerah dan mengecam pemerintahan Kolonial yang menindas para buruh.Pada tahun 1925 ketika berada di Cina, Tan Malaka menulis buku kecil berjudul Naar de “Republick Indonesia” yang dicetak di Kanton. Bukunya Tan Malaka tersebut mengajak kaum cendikiawan Indonesia untuk berjuang meraih Kemerdekaan Indonesia dan Peka terhadap hati nurani Rakyat.Tan Malaka juga melontarkan pemikirannya mengenai program politik, ekonomi dan sosial, bahkan kemiliteran yang diperlukan dalam perjuangan kemerdekaan bangsa.Tan Malaka  menentang kebijakan diplomasi yang terus-menerus diutamakan pemerintah RI. Ia tidak memercayai Belanda yang selalu mengingkari setiap perundingan yang telah disepakati.Tan Malaka bergabung dengan Gerakan Revolusi Rakyat (GRR). Partai Rakyat beserta sejumlah partai oposisi lainnya, termasuk Partai Rakyat Jelata, Partai Buruh Merdeka, Angkatan Komunis Muda, Barisan Banteng, Laskar Rakyat Jawa Barat, dan lainnya sepakat melebur menjadi Partai Musyawarah Rakyat Banyak (Murba)."
    },
    {
        "name": "Mgr. Albertus Soegijapranata, SJ ",
        "ascencion_document_number": "No Sk 152  Tahun  1963",
        "ascencion_document_date": "26  Juli  1963",
        "ascencion_year": 1963,
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Soegijapranata_Nasional_8_Nov_1960_p1.jpg/250px-Soegijapranata_Nasional_8_Nov_1960_p1.jpg",
        "birth_date": "25 November 1896",
        "birth_place": "Surakarta,Jawa Tengah",
        "death_date": "22 Juli 1963",
        "death_place": "Steyl, Belanda",
        "burial_place": "TMP  Giri Tunggal, Semarang",
        "description": "Uskup Agung Katolik Semarang.  Seorang Patriot dan Nasionalis sejati. Beliau dipuji karena kekuatannya selama pendudukan Jepang dan revolusi nasional.Pidato Soegijapranata saat Kongres Katolik Seluruh Indonesia di Semarang tahun 1954, mengatakan, jika kita merasa sebagai orang Kristen yang baik, kita semestinya juga menjadi seorang patriot yang baik."
    },
    {
        "name": "Ir. H. Djuanda Kartawijaya ",
        "ascencion_document_number": "No Sk 244  Tahun  1963",
        "ascencion_document_date": "29  November  1963",
        "ascencion_year": 1963,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "14 Januari 1911",
        "birth_place": "Tasikmalaya, JawaBarat",
        "death_date": "7 November 1963",
        "death_place": "Jakarta,Indonesia",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "Menteri Keuangan pada Kabinet Kerja I dan II, Menteri Pekerjaan Umum pada Kabinet Hatta I, Menteri Perdagangan pada Kabinet RIS, dan Menteri Perhubungan pada Kabinet Syahrir III dan pernah menjabat Perdana Menteri pada 1957-1959.Beliau memiliki peran besar menjaga kedaulatan maritim Indonesia di awal masa kemerdekaan, diabadikan dalam uang pecahan Rp50 ribu sejak 16 Desember 2016.Ia mengeluarkan Deklarasi Djuanda pada 13 Desember 1957. Dalam deklarasi itu ia menyatakan kepada masyarakat internasional bahwa segala perairan yang menghubungkan pulau-pulau Indonesia masuk dalam teritori Negara Republik Indonesia. Deklarasi itu juga menyatakan bahwa penentuan batas laut 12 mil yang diukur dari garis-garis yang menghubungkan titik terluar pada pulau-pulau Negara Republik Indonesia akan ditentukan dengan undang-undang,"
    },
    {
        "name": "DR. Sahardjo, SH ",
        "ascencion_document_number": "No Sk 245  Tahun  1963",
        "ascencion_document_date": "29  November  1963",
        "ascencion_year": 1963,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "26 Juni 1909",
        "birth_place": "Solo, Jawa Tengah",
        "death_date": "13 November 1963",
        "death_place": "Jakarta,Indonesia",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "Tokoh penting dalam reformasi hukum di Indonesia. Menteri Hukum dan Hak Asasi Manusia ke-11. Hasil buah pemikirannya yang penting adalah Undang-undang Warga Negara Indonesia tahun  1947 dan Undang-undang Pemilihan Umum tahun 1953.Sahardjo menciptakan istilah ‘Narapidana’ sebagai penganti ‘orang terhukum’. Istilah penjara diganti menjadi ‘pemasyarakatan’. Dan  mencetuskan lambang Departemen Kehakiman yaitu pohon beringin sebagai lambang pengayoman (Perlindungan)Sahardjo juga yang mengusulkan lambang Kehakiman dan Kejaksaan menggunakan gambar pohon beringin, bukan Dewi Keadilan yang akrab dengan timbangan, pedang, dan mata tertutupnya, pohon Beringin dinilai lebih sesuai dengan kepribadian Bangsa IndonesiaHasil pemikiran Sahardjo membawa penjelasan mengenai hakikat Negara Republik Indonesia. Penjelasan itu menolak pendapat bahwa Negara RI hadiah Koferensi Meja Bundar (KMB) antara Belanda dengan Indonesia."
    },
    {
        "name": "Cut  Nyak  Dhien ",
        "ascencion_document_number": "No Sk 106  Tahun  1964",
        "ascencion_document_date": "02 Mei 1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": 1848,
        "birth_place": "Lampadang, Kerajaan Aceh (Aceh Besar, WilayahVI Mukim)",
        "death_date": "6 November 1908",
        "death_place": "Sumedang,Jawa Barat",
        "burial_place": "Sukajaya, Sumedang",
        "description": "Pemimpin Gerilya Aceh yang berperang melawan Pasukan Kolonial Belanda pada masa perang Aceh (1873- 1904). Istri Teuku Umar (juga Pahlawan Nasional).Cut Nyak Dien merupakan tokoh yang memegang peranan penting bagi Masyarakat Aceh baik di bidang politik maupun bidang lainnya.Ia menjadi garda terdepan dalam perang melawan Belanda. Beliau tangkas, tangguh dan gigih dalam memperjuangkan tanah air, bangsa dan agama dari tangan Belanda.Perang Aceh-Belanda yang meletus tahun 1873, bagi Aceh, perang itu adalah perang mempertahankan kedaulatan dan kemerdekaan. Sedangkan bagi Belanda perang itu untuk memperluas   wilayah   jajahannyaBersama-sama dengan Teuku Umar, Cut Nyak Dien menyusun strategi perjuangan. Ia membangkitkan semangat penduduk VI Mukim agar mereka berjuang mempertahankan daerah mereka dari serangan Belanda.Ia meninggal dunia di Sumedang pada tanggal 6 November 1908 sebagai tawanan Pemerintah Hindia-Belanda setelah bertahun-tahun lamanya berjuang menentang penjajahan Belanda khususya di daerah Aceh."
    },
    {
        "name": "Cut  Meutia ",
        "ascencion_document_number": "No Sk 107  Tahun  1964",
        "ascencion_document_date": "02 Mei 1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": 1870,
        "birth_place": "Keureutoe, Pirak, Aceh Utara, NAD (Aceh), Indonesia.",
        "death_date": "24 Oktober 1910",
        "death_place": "Alue Kurieng, NAD (Aceh), Indonesia.",
        "burial_place": "Pira Timur, Aceh Utara",
        "description": "Pemimpin Gerilya Aceh yang berperang melawan Pasukan Kolonial Belanda. Gugur pada pertempuran di Alue Kurieng tanggal 24 Oktober 1910.Cut Meutia sejak kecil diajarkan agama islam oleh kedua orang tuanya. Ia diajarkan bagaimana menghidupkan amar ma’ruf nahi munkar.Pada Agustus 1902, pasukan Teuku Chik Tunong dan Cut Meutia mencegat pasukan Belanda yang berpatroli di daerah Simpang Ulim Blang Nie. Dalam penyerangan ini, pasukan Belanda lumpuh total dan para pasukan Chik Tunong dan Cut Meutia berhasil merebut 42 pucuk senapan. Dalam pertempuran tersebut suami Cut Meutia Chik Tunong gugur. Ia kemudian melanjutkan perjuangan bersama Pang Nanggroe. Namun, Pang Nanggroe pun gugur dalam perjuangannya. Gugurnya pemimpin pasukan tidak memadamkan semangatkan Cut Meutia bersama kaum muslimin lainnya ia terus melakukan perlawanan terhadap Belanda,Cut Meutia mengambil posisi paling depan, pertarungan yang tidak seimbang dari segi jumlah dan persenjataan akhirnya membuat Cut Meutia  terbunuh,setelah tiga tembakan peluru menerjangnya. Cut Nyak Meutia gugur sebagai pejuang bangsa dan agama."
    },
    {
        "name": "R.A. Kartini ",
        "ascencion_document_number": "No Sk 108  Tahun  1964",
        "ascencion_document_date": "02 Mei 1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "21 April 1879",
        "birth_place": "Jepara, Jawa Tengah",
        "death_date": "17 September 1904",
        "death_place": "Rembang, Jawa Tengah",
        "burial_place": "Bulu, Rembang",
        "description": "Raden Ajeng Kartini merupakan seorang pelopor kebangkitan perempuan pribumi. Melalui surat-surat yang ia kirimkan kepada temannya seorang Belanda Stella Zeehandelar. Dirinya aktif menceritakan bagaimana terbelakangnya perempuan-perempuan Jawa.Kartini ingin mengangkat derajat kaum wanita melalui pendidikan, agar mereka memperoleh hak yang sama dan kecakapan yang sama sepertikaum laki-laki. Karena itulah Kartini dianggap sebagai pelopor emansipasi wanita.Kartini menganggap bahwa Tuhan menciptakan laki-laki dan wanita sebagai makhluk yang sama, hanya bentuknya yang berbeda. Karena itu kedudukan mereka tidak boleh dibeda-bedakan. Kartini yakin bahwa wanita memegang peranan penting dalam kehidupan suatu bangsa seperti ditulisnya dalam salah satu suratnya.Semasa menjalani pingitan ia aktif membaca buku-buku. Salah satu buku yang semakin membuka matanya ialah buku Minnebrieven, karangan Multatuli. Ia juga membaca buku-buku Ny. C. Goekoop yang menguraikan perjuangan Hylda van Suylenderb membela hak-hak wanita di Negeri Belanda.Kartini mendirikan sekolah bagi gadis-gadis di Jepara. Muridnya hanya sebanyak sembilan orang, terdiri atas kerabat atau teman-temannya. Pelajaran yang diberikan meliputi menjahit, memasak, meyulam, dan bahasa Jawa."
    },
    {
        "name": "Dr. Ciptomangunkusumo ",
        "ascencion_document_number": "No Sk 109  Tahun  1964",
        "ascencion_document_date": "02 Mei 1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": 1886,
        "birth_place": "Pecangakan, Ambarawa, Semarang",
        "death_date": "8 Maret 1943",
        "death_place": "Jakarta,Indonesia",
        "burial_place": "Ambarawa, Semarang",
        "description": "Cipto Mangunkusumo adalah seorang dokter, wartawan sekaligus pejuang  pergerakan nasional kemerdekaan Indonesia. Bersama dengan Ernest Douwes Dekker da Ki Hadjar Dewantara ia dikenal sebagai “Tiga Serangkai”.Ia banyak menyebarkan semangat nasionalisme kebangsaan Indonesia pada generasi muda pergerakan nasional Indonesia ketika itu.Cipto Mangunkusumo aktif memberikan pengobatan kepada rakyat kecil sehingga ia dijuluki sebagai Dokter Jawa yang berbudi.Disamping bekerja sebagai dokter, ia banyak menulis di surat kabar Belanda de Locomotief, terbitan Semarang.   Tulisannya   mengeritik dan menyerang pemerintah tentang cara memerintah yang feodalistik hingga rakyat makin melarat dan bodoh.Bersama dengan dr Soetomo mereka mendirikan organisasi Boedi Oetomo yang bergerak dibidang pengumpulan beasiswa.Dalam Kongres Boedi Oetomo yang diselenggarakan pada 3 dan 4 Oktober 1908 di Yogyakarta, Cipto Mangunkusumo mengusulkan agar Boedi Oetomo dijadikan sebagai organisasi politikPada tahun 1913 Ia menulis harian De Express, 26 Agustus 1913 yang berjudul ”Kracht of Vrees” (Kekuatan atau Ketakutan). Akibat tulisannya tersebut ia diasingkan oleh Pemerintah Hindia-Belanda."
    },
    {
        "name": "H. Fakhrudin ",
        "ascencion_document_number": "No Sk 162  Tahun  1964",
        "ascencion_document_date": "26  Juni  1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": 1890,
        "birth_place": "Yogyakarta, Indonesia",
        "death_date": "28 Februari 1929",
        "death_place": "Yogyakarta, Indonesia",
        "burial_place": "Kuncen, Wirobraja, Yogyakara",
        "description": "Pejuang Pergerakan Kemerdekaan Indonesia. Seorang Tokoh Muhammadiyah yang serba bisa. Perunding dalam Negosiasi untuk Perlindungan Jamaah Haji dari Nusantara (Indonesia, 1921- 1929).Membina kepanduan ”Hizbul Wathan” dan pernah pula memimpin PKU (Penolong Kesengsaraan Umat).Fahruddin dikenal pula sebagai pendiri percetakan Muhammadiyah. Untuk keperluan itu, mengumpulkan dana berupa saham seharga 25 gulden selembar. Dengan modal itu berhasil membeli alat-alat percetakan. Sampai sekarang percetakan itu masih ada dengan nama ”Percetakan Muhammadiyah”.Pada 1918 sampai dengan 1920 memimpin majalah ”Sri Diponegoro”. Surat kabar ini diberinya dasar yang dicantumkannya dibawah nama surat kabar itu, yaitu ”Pembela Bangsa” dengan lambangnya berupa gambar seorang Indonesia berkelahi dengan harimau.Fahruddin banyak pula menulis buku, antara lain ”Pan Islamisme, Kepentingan Pengajaran Agama Islam”, dan sebagainya. Bukunya yang mendapat perhatian besar ialah ”Kawan dan Lawan”.Atas usul Fahruddin, Muhammadiyah mendirikan ”Badan Penolong Haji” yang dalam perkembangan pada waktu kemudian berubah menjadi ”Panitia Perbaikan Perjalanan Haji”."
    },
    {
        "name": "KH. Mas Mansyur ",
        "ascencion_document_number": "No Sk 162  Tahun  1964",
        "ascencion_document_date": "26  Juni  1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "25 Juni 1896",
        "birth_place": "Surabaya, Jawa Timur",
        "death_date": "25 April 1946",
        "death_place": "Kalisosok,Surabaya, Jawa Timur",
        "burial_place": "Ampel, Surabaya",
        "description": "Pejuang Kemerdekaan Indonesia. Tokoh Pembaharu Islam. Terkenal sebagai Empat Serangkai (Soekarno, M. Hatta, Ki Hadjar Dewantara, dan Mas Mansur).K.H. Mas Mansur adalah putera Kyai Mas Ahmad dari keluarga pesantren Sidoresno, Surabaya. Selepas belajar di Al-Azhar Mesir dan melanjutkan studi di Makkah selama setahun, Mas Mansur pulang ke tanah air pada tahun 1915.Di tanah air ia disibukkan dengan berbagai kegaitan, dalam pergerakan agama, bahkan politik pula. Sebagai ulama, ia dikenal sebagai ahli ilmu tasawuf, tauhid, kalam, falsafah, dan mantiq.Pada 1921 K.H. Mas Mansur menjadi anggota Muhammadiyah. Kemudian ia mendirikan Muhammadiyah cabang Surabaya, menjadi konsul Muhammadiyah untuk Jawa Timur, dan terpilih menjadi Ketua Pimpinan Pusat. Ia juga mejadi pemimpin Muhammadiyah sejak tahun 1937 hingga 1943.K.H. Mansur juga mendirikan Majelsi Islam Ala Indonesia (MIAI) pada tahun 1937. Kemudian menjadi anggota Partai Islam Indonesia (PARIII) tahun 1938. Pada 1941 ia menjadi ketua Majelis Rakyat Indonesia (MRI).Selama berjuang dan memimpin perjuangan umat Islam, K.H Mansur benyak menyumbangkan pemikirannya melalui tulisan dan pidato."
    },
    {
        "name": "Alimin ",
        "ascencion_document_number": "No Sk 163  Tahun  1964",
        "ascencion_document_date": "26  Juni  1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": 1889,
        "birth_place": "Solo, Jawa Tengah, Indonesia",
        "death_date": "24 Juni 1964",
        "death_place": "Jakarta,Indonesia",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "Alimin merupakan tokoh pergerakan kemerdekaan Indonesia serta tokoh komunis Indonesia.Sejak remaja Alimin aktif dalam pergerakan nasional. Ia pernah menjadi anggota Budi Utomo, Sarekat Islam, Insulinde. Sebelum bergabung dengan Partai Komunis Indonesia (PKI), ia juga salah seorang pendiri Sarekat Buruh Pelabuhan yang dahulunya disebut Sarekat Pegawai Pelabuhan dan Lautan.Alimin diberi penghargaan oleh negara mengingat jasa-jasanya sebagai pemimpin pergerakan nasional dimasa lalu guna mencapai kemerdekaan nusa dan bangsa."
    },
    {
        "name": "Dr. Muwardi ",
        "ascencion_document_number": "No Sk 190  Tahun  1964",
        "ascencion_document_date": "04 Agustus 1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": 1907,
        "birth_place": "Pati, Jawa Tengah",
        "death_date": "13 Oktober 1948",
        "death_place": "Surakarta(Solo), Jawa Tengah",
        "burial_place": "Tidak Diketahui",
        "description": "Pejuang   Kemerdekaan    Indonesia. Komisaris Besar Kepanduan Bangsa Indonesia. Pemimpin Redaksi Majalah Jong- Java. Ketua Jong-Java Cabang Jakarta.  Turut mengikrarkan Sumpah Pemuda 28 Oktober 1928. Menangani Keamanan saat Proklamasi Kemerdekaan.Muwardi menamatkan sekolahnya di STOVIA, saat disini juga ia menunjukan perhatian yang besar kepada pergerakan pemuda. Ia adalah anggota Jong Jawa, dan kemudian menjadi ketua Pandu Kebangsaan, dan menjadi anggota Kwartir Besar KBI. Ia juga aktif dalam kepengurusan ISI dan ia tejun dalam politik dengan masuk Parindra (Partai Indonesia Raya).Ia juga menjadi asisten professor di sekolah tinggi kedokteran GHS dan menjadi spesialis THT dan membuka praktik di Jakarta.Muwardi diangkat sebagai ketua Barisan Pelopor Kotapraja Jakarta. Ia memberikan hidupnnya untuk perjuangan, ia memimpin Barisan Pelopor, menentukan siasat, terjun ke gelanggang perjuangan fisik, ia juga memimpin Barisan Benteng. Mawardi juga ikut aktif dalam pimpinan GRR (Gerakan Revolusi Rakyat).Mawardi menjadi korban pembenrontakan PKI di Madiun, ia diculik dan pencarian kebaradaan makam dr. Mawardi tidak menemukan titik terang hingga kini."
    },
    {
        "name": "KH. Abdul Wahid Hasjim ",
        "ascencion_document_number": "No Sk 206  Tahun  1964",
        "ascencion_document_date": "24  Agustus  1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "1 Juni 1914",
        "birth_place": "Tebu Ireng, Jombang, JawaTimur",
        "death_date": "19 April 1953",
        "death_place": "Cimahi, JawaBarat",
        "burial_place": "Tebu Ireng, Jombang",
        "description": "Menjadi Menteri Republik Indonesia hingga 5 kali, yaitu: 1) Menteri  Negara  dalam  Kabinet Presidentil;  pertama (1945). 2) Menteri Negara Kabinet Syahril (1946-1947); 3) Menteri Agama Kabinet RIS (1949-1950); 4) Menteri  Agama  Kabinet  Natsir (1950-1951); 5) Menteri   Agama   Kabinet   Sukiman   (1951- 1952).Pernah memimpin MIAI (Majelis Islam A’la Indonesia Dewan Tertinggi Islam di Indonesia) yang kemudian berubah menjadi Masyumi pada masa pendudukan Jepang. Kedudukan inilah yang mengantarnya menjadi anggota Cuo Sangi In, Dokuritsu Jumbi Cosakai (Badan Penyelidik Usaha Persiapan Kemerdekaan/ BPUPK), Dokuritsu Jumbi Iin Kai (Panitia Persiapan Kemerdekaan Indonesia/ PPKI)Salah seorang  yang menandatangani Piagam Jakarta yang intinya menjadi Pembukaan Undang-Undang Dasar 1945.K.H. Abdul Wahid Hasyim bersama K.H. Zainul Arifin mendirikan Hizbullah. Hizbullah menjadi salah satu cikal bakal  TRI (Tentara Rakyat Indonesia) yang kemudian menjadi TNI, hal ini membawanya  menjadi penasehat politik Panglima Besar Sudirman.Selama menjadi menteri Agama  telah merintis hubungan yang sehat dan saling menghormati antara pemeluk agama-agama besar di Indonesia."
    },
    {
        "name": "Sri Susuhunan Pakubuwono VI ",
        "ascencion_document_number": "No Sk 294  Tahun  1964",
        "ascencion_document_date": "17  November  1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "26 April 1807",
        "birth_place": "Surakarta, Jawa Tengah",
        "death_date": "2 Juni 1849",
        "death_place": "Ambon,Maluku, Indonesia",
        "burial_place": "Imogiri, Bantul",
        "description": "Raja Kasunanan Surakarta yang memerintah tahun  1823  1830. Merupakan Pendukung Perjuangan Pangeran Diponegoro melawan Pasukan Kolonial BelandaSri Susuhunan Pakubuwono VI lahir dengan nama asli Raden Mas Sapardan di Surakarta pada tanggal 26 April 1807. Dia merupakan keturunan dari Sri Susuhan Pakubuwana V dengan istrinya Raden Ayu Sosrokusumo yang memiliki darah keturunan dari Ki Juru Martani.Pakubuwana VI naik tahta tanggal 15 September 1823, selang sepuluh hari setelah kematian ayahnya."
    },
    {
        "name": "KH. Hasjim Asjarie ",
        "ascencion_document_number": "No Sk 294  Tahun  1964",
        "ascencion_document_date": "17  November  1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "10 April 1875",
        "birth_place": "Desa Gedang,Kecamatan Diwek, Kabupaten Jombang, Jawa Timur",
        "death_date": "7 September 1947",
        "death_place": "Jombang, Jawa Timur",
        "burial_place": "Tebu Ireng, Jombang",
        "description": "Pada tahun 1899, sepulangnya dari Mekah, KH Hasyim Asyari mendirikan Pesantren Tebu Ireng, yang kemudian menjadi pesantren terbesar dan terpenting di Jawa pada abad 20.Mendirikan NU (Nahdatul Ulama) sebagai wadah bagi umat Islam. Melakukan pembaharuan dalam sistem pesantren.Ikut membantu dan membawa NU ke dalam  pergerakan nasional menghadapi tindakan-tindakan keras pemerintah kolonial. Merupakan seorang tokoh yang menggagas pendirian Tentara Sukarela Muslimin di Jawa \"Hizbullah\", yang kelak dalam perjuangan mempertahankan kemerdekaan Indonesia memberikan sumbangsih yang besar.Ikut andil dalam mempertahankan kemerdekaan Indonesia dengan menjadikan pesantren Tebuireng menjadi markas para pejuang Islam."
    },
    {
        "name": "Gubernur Surjo ",
        "ascencion_document_number": "No Sk 294  Tahun  1964",
        "ascencion_document_date": "17  November  1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "9 Juli 1896",
        "birth_place": "Magetan, Jawa Timur",
        "death_date": "10 September 1948",
        "death_place": "Bago,Kedunggalar, Ngawi, Jawa Timur",
        "burial_place": "Jl. Salak, Magetan",
        "description": "Gubernur Jawa Timur Pertama. Bupati Magetan. Residen Bojonegoro. Anggota Dewan Pertimbangan Agung RI (DPA). Dengan Tegas Menolak Ultimatum Inggris dan memerintahkan rakyat Surabaya (Jawa Timur) berperang melawan Inggris yang diboncengi Belanda, dan terkenal sebagai Pertempuran 10 November 1945, selanjutnya diperingati sebagai Hari Pahlawan  RI.Dalam pidatonya di radio, Gubernur Suryo memberikan pesan: “Berulang-ulang telah kita katakan, bahwa sikap kita ialah lebih baik hancur daripada dijajah kembali. Juga sekarang dalam menghadapi ultimatum pihak Inggris, kita akan memegang teguh sikap ini. Kita tetap menolak ultimatum. Dalam menghadapi segala kemungkinan besok pagi, mari kita semua memelihara persatuan yang bulat antara Pemerintah, rakyat, TKR, Polisi dan semua badan-badan perjuangan pemuda dan rakyat kita. Mari kita sekarang memohon kepada Tuhan Yang Maha Kuasa, semoga kita sekalian mendapat kekuatan lahir dan batin serta rahmat dan tauhid hidayah perjuangan. Selamat berjuang“.Pada Juni 1947 Ia diangkat menjadi Wakil Ketua Dewan Pertimbangan Agung berkedudukan di Yogyakarta."
    },
    {
        "name": "Jenderal  Sudirman ",
        "ascencion_document_number": "No Sk 314  Tahun  1964",
        "ascencion_document_date": "10  November  1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "24 Januari 1916",
        "birth_place": "Purbalingga, Jawa Tengah",
        "death_date": "29 Januari 1950",
        "death_place": "Magelang, Jawa Tengah",
        "burial_place": "Kusuma Negara, Yogyakarta",
        "description": "Pejuang Kemerdekaan Indonesia. Seorang Guru, Panglima Besar Tentara Nasional Indonesia pertama (TKR, Tentara Keamanan Rakyat),Setelah Indonesia memproklamirkan kemerdekaannya pada tanggal 17 Agustus 1945, Soedirman pergi ke Jakarta untuk bertemu dengan Presiden Soekarno. Ia ditugaskan untuk mengawasi proses penyerahan diri tentara Jepang di Banyumas, yang dilakukannya setelah mendirikan divisi lokal Badan Keamanan Rakyat.Pada tanggal 12 November 1945, dalam sebuah pemilihan untuk menentukan panglima besar TKR di Yogyakarta, Soedirman terpilih menjadi panglima besarPada 15 Desember 1945 Soedirman memimpin pertempuran Ambarawa, yang membuat Sekutu mundur dari Ambarawa ke Semarang. Dengan prestasinya itu Soedirman menjadi Panglima Besar TKR dengan pangkat Jenderal.Pada tanggal 19 Desember 1948, beberapa hari setelah Soedirman keluar dari rumah sakit, Belanda melancarkan Agresi Militer II untuk menduduki Yogyakarta. Pada saat pemimpin-pemimpin politik berlindung di kraton sultan, Soedirman, beserta sekelompok kecil tentara dan dokter pribadinya, melakukan perjalanan ke arah selatan dan memulai perlawanan gerilya selama tujuh bulan."
    },
    {
        "name": "Jenderal Urip Sumohardjo ",
        "ascencion_document_number": "No Sk 314  Tahun  1964",
        "ascencion_document_date": "10  November  1964",
        "ascencion_year": 1964,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "22 Februari 1893",
        "birth_place": "Purworejo, Jawa Tengah,Indonesia",
        "death_date": "17 November 1948",
        "death_place": "Yoyakarta, Indonesia",
        "burial_place": "Kusuma Negara, Yogyakarta",
        "description": "Pejuang Kemerdekaan Indonesia. Pemimpin Tentara Keamanan Rakyat RI yang Pertama (sebelum Sudirman). Membentuk Angkatan Perang Nasional Indonesia yang pertama. Penasehat Wakil Presiden (merangkap Menteri Pertahanan).Urip Sumoharjo berasal dari keluarga santri yang berpendidikan dan juga keturunan seorang bangsawan. Keluarganya menginginkan Urip menjadi priyayi atau bupati, namun Urip memilih masuk tantara. Tahun 1913 ia lulus dalam predikat “taruna teladan: Dengan pangkat Dua KNIL ia memulai masa dinasnya di militer. Mulai ddari Kalimantan hingga Cimahi, dan kemudian ke Purworejo. Urip merupakan tantara KNIL yang tidak menyetujui semua tindakan pemerinta jajahan termasuk dikriminasi.Sebagai prajurit profesional dan berpengalaman, ia menyadari betapa pentingnya tantara bagi sebuah negara. Apalagi bagi RI yang baru berdiri dan sedang menghadapi ancaman militer dari kekuatan asing.Urip menjadi peletak dasar-dasar berkembangnya TKR (Tentara Keamanan Rakyat) yang menjadi ABRI (Angkatan Bersenjata Republik Indonesia).Urip Sumoharjo diangkat menjadi jenderal anumerta dan dianugerahi Bintang Sakti, Bintang Mahaputera, dan Bintang Republik Indonesia."
    },
    {
        "name": "Prof. DR. Supomo, SH ",
        "ascencion_document_number": "No Sk 123  Tahun  1965",
        "ascencion_document_date": "14  M e i  1965",
        "ascencion_year": 1965,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "22 Januari 1903",
        "birth_place": "Sukoharjo, Jawa Tengah",
        "death_date": "12 September 1958",
        "death_place": "Jakarta, Indonesia",
        "burial_place": "Lawean, Surakarta",
        "description": "Soepomo dikenal sebagai arsitek Undang-undang Dasar 1945, bersama dengan Muhammad Yamin dan SoekarnoPada tahun 1924 dan 1927 Soepomo mendapat kesempatan melanjutkan pendidikannya ke Rijksuniversiteit Leiden di Belanda di bawah bimbingan Cornelis van Vollenhoven, profesor hukum yang dikenal sebagai \"arsitek\" ilmu hukum adat Indonesia dan ahli hukum internasional, salah satu konseptor Liga Bangsa BangsaDi tahun 1927, Soepomo resmi menyandang gelar Doktor dengan disertasinya yang berjudul Reorganisatie van het Agrarisch Stelsel in het Gewest Soerakarta (Reorganisasi sistem agraria di wilayah Surakarta). Dalam disertasi tersebut, Soepomo mengupas sistem agraria tradisional di Surakarta dan menganalisis hukum-hukum kolonial yang berkaitan dengan pertanahan di wilayah Surakarta secara tajam, namun dengan bahasa yang halus dan tidak langsung"
    },
    {
        "name": "DR. Kusumaatmadja, SH ",
        "ascencion_document_number": "No Sk 124  Tahun  1965",
        "ascencion_document_date": "14  M e i  1965",
        "ascencion_year": 1965,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "8 September 1898",
        "birth_place": "Purwakarta, JawaBarat",
        "death_date": "11 Agustus 1952",
        "death_place": "Jakarta,Indonesia",
        "burial_place": "Tanah Kusir, Jakarta",
        "description": "Ketua Mahkamah Agung Pertama. Anggota Badan Penyelidik Usaha Persiapan Kemerdekaan Indonesia (BPUPKI).Kusumah Atmaja merupakan lulusan Sekolah Tinggi Kehakiman (Rechtschool) pada tahun 1913. Ia sempat bekerja sebagai pegawai pembantu pengadilan di Bogor, dan meraih gelar doktor pada tahun 1922 setelah mendapat beasiswa ke Universitas Leiden,Belanda.Kusumah menjalani profesi sebagai penegak hukum di berbagai kantor pengadilan Kolonial Hindia Belanda, tahun 1924 ia diangkat menjadi Ketua Pengadilan Negeri di Indramyu dan Majalengka.Pada tahun 1931 ia dipindahkan ke Jakarta dan menjadi Ketua Pengadilan Negeri di Jakarta dan Tangerang.Pada tahun 1942, ia diangkat menjadi Ketua Tihoo Hooin (Pengadilan Negeri) di Semarang, sekaligus Kooto Hooin (Pengadilan Tinggi). Menjelang akhir pendudukan Jepang, ia dipindahkan ke Jakarta sebagai Wakil Ketua Kooto Hooin Jakarta dan juga mengajar di Kenchoku Gakuin.19 Agustus 1945, Kusumah ditugaskan untuk membentuk Mahkamah Agung dan sekaligus diangkat menjadi Ketua Mahkamah Agung RI yang pertama."
    },
    {
        "name": "Jenderal TNI Anm. A. Yani ",
        "ascencion_document_number": "No Sk 111 / Koti / 1965",
        "ascencion_document_date": "05   Oktober  1965",
        "ascencion_year": 1965,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "19 Juni 1922",
        "birth_place": "Purworejo, Jawa Tengah",
        "death_date": "1 Oktober 1965",
        "death_place": "LubangBuaya, Jakarta",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "Ahmad Yani merupakan pahlawan Indonesia yang memiliki peran penting dalam perjuangan bangsa. ia merupakan Panglima Staf Komando Angkatan Darat (KSAD).Pada masa mempertahankan kemerdekataan Ahmad Yani beserta pasukannya berhasil memukul mundur pasukan sekutu sampai ke Ambara pada19 Oktober 1945 di Semarang.Pada tahun 1948 semasa Ahmad Yani menjabat sebagai Komandan Brigade Diponegoro, negara dirongrong oleh PKI dibeberapa kota di Jawa Tengah dan Jawa Timur. Ahmad Yani berperan dalam mengirimkan Batalyon Suryosumpeno untuk menumpas pasukan pemberontak di daerah sekitar Purwodadi dan Grobogan.Saat terjadi Agresi Militer Belanda II 19 Desember 1948. Kota Magelang, tempat kedudukan Brigade Yani, diserang Belanda dari tiga jurusan, yakni dari Yogyakarta, Ambarawa dan Punvorejo. Kota ini terkepung, tetapi Yani tidak panik. Ia memerintahkan anak buahnya membumihanguskan Magelang.Ahmad Yani dan pasukannya berhasil menumpas Gerakan DI/TII di Daerah sekitar Brebes dan Pekalongan.Ia menjadi salah satu korban dalam peristiwa G30 S/PKI."
    },
    {
        "name": "Letjen. TNI. Anm  Suprapto ",
        "ascencion_document_number": "No Sk 111 / Koti / 1965",
        "ascencion_document_date": "05   Oktober  1965",
        "ascencion_year": 1965,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "20 Juni 1920",
        "birth_place": "Purwokerto, JawaTengah",
        "death_date": "1 Oktober 1965",
        "death_place": "LubangBuaya, Jakarta",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "Letnan Jenderal Angkatan Darat, korban kebiadaban (dibunuh) Gerakan 30 September PKI. Ajudan Jenderal Sudirman, turut dalam pertempuran Ambarawa. Kepala Staf Tentara dan Teritorial (T&T) IV/Diponegoro. Deputy Kepala Staf Angkatan Darat wilayah Sumatera.Di awal kemerdekaan, ia merupakan salah seorang yang turut serta berjuang dan berhasil merebut senjata pasukan Jepang di Cilacap. Selepas itu, ia kemudian masuk menjadi anggota Tentara Keamanan Rakyat di Purwokerto.Selama di Tentara Keamanan Rakyat (TKR), ia mencatatkan sejarah dengan ikut menjadi salah satu yang turut dalam pertempuran di Ambarawa melawan tentara Inggris. Ketika itu, pasukannya dipimpin langsung oleh Panglima Besar Sudirman. Ia juga salah satu yang pernah menjadi ajudan dari Panglima Besar tersebut."
    },
    {
        "name": "Letjen. TNI. Anm. MT. Harjono ",
        "ascencion_document_number": "No Sk 111 / Koti / 1965",
        "ascencion_document_date": "05   Oktober  1965",
        "ascencion_year": 1965,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "20 Januari 1924",
        "birth_place": "Surabaya, Jawa Timur",
        "death_date": "1 Oktober 1965",
        "death_place": "LubangBuaya, Jakarta",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "Pejuang Kemerdekaan Indonesia. Letnan Jenderal Angkatan Darat, korban kebiadaban (dibunuh) Gerakan 30 September.Letnan Jendral TNI Anumerta Mas Tirtodarmo Harjono, mengawali perjuangan militer dengan menjadi tantara PETA. Kecakapannya dalam menguasai bahasa Belanda, Inggris, dan Jerman membuatnya dipercayai sebagai Kepala Kantor Penghubung dan tahun 1945 ia dipindahkan ke Sekretariat Keamanan. Bulan Maret 1946 ia ditunjuk sebagai delegasi Republik Indonesia dalam perundingan dengan Inggris dan Belanda di Jakarta. Berbagai jabatan penting pernah diemban oleh Harjono, ia juga menjadi delegasi untuk KMB sebagai sekretaris.Tahun 1950 ia diangkat sebagai atase militer pertama RI untuk Negeri Belanda dan pangkatnya menjadi Letnan Kolonel. Kemudian pada bulan Juli 1964 pangkatnya menjadi Mayor Jenderal dan memangku jabatan Menteri/Panglima Angkatan Darat.MT. Harjono menjadi salah satu korban dalam peristiwa G30S/PKI dikarenakan penolakan terhadap pembentukan Agkatan Kelima. Ia meninggal akibat tembakan senjata dirumahnya dan mayatnya diangkut dan dimasukan ke Lubang Buaya. Barulah pada 5 Oktober 1965, jenazahnya dimakamkan dan pangkatnya dinaikan secara anumerta menjadi Letnan Jenderal."
    },
    {
        "name": "Letjen. TNI. Anm. S. Parman ",
        "ascencion_document_number": "No Sk 111 / Koti / 1965",
        "ascencion_document_date": "05   Oktober  1965",
        "ascencion_year": 1965,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "4 Agustus 1918",
        "birth_place": "Wonosobo, Jawa Tengah",
        "death_date": "1 Oktober 1965",
        "death_place": "Lubang Buaya, Jakarta",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "Letnan Jenderal TNI Anumerta Siswondo Parman atau yang lebih dikenal dengan nama S. Parman merupakan salah satu pahlawan revolusi Indonesia dan tokoh militer Indonesia. S. Parman meninggal dunia setelah terbunuh pada peristiwa G30S PKI. S. Parman kemudian mendapatkan gelar Letnan Jenderal AnumertaSetelah Indonesia merdeka, Parman memilih dunia militer sebagai tempat pengabdiannya pada negara. ia bergabung dengan TKR (Tentara Keamanan Rakyat) cikal bakal dari TNI (Tentara Nasional Indonesia).Selama Agresi Militer II, Parman ikut bergerilya di luar kota. Usai agresi, Parman sempat mengenyam pendidikan di Koninklijke Militaire Academie (semacam AKMIL) di Breda, Belanda"
    },
    {
        "name": "Mayjen. TNI. Anm. D.I. Panjaitan ",
        "ascencion_document_number": "No Sk 111 / Koti / 1965",
        "ascencion_document_date": "05   Oktober  1965",
        "ascencion_year": 1965,
        "photo_url": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/41.jpg",
        "birth_date": "19 Juni 1925",
        "birth_place": "Balige, Sumatra Utara",
        "death_date": "1 Oktober 1965",
        "death_place": "LubangBuaya, Jakarta",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "Jenderal Angkatan Darat, Asisten IV Menteri/Panglima Angkatan Darat, korban kebiadaban (dibunuh) Gerakan 30 September.Merupakan anggita Gyugun (PETA regional) dan ditempatkan di Pekanbaru. Setelah Jepang menyerah pada Sekutu, Pandjaitan berusaha kembali mengumpulkan anggota- anggota gyugun. Ia juga mengadakan kontak dengan pemuda-pemuda lain, baik yang sudah mendapatkan pendidikan militer maupun belum. Mereka membentuk organisasi yang disebut PRI (Pemuda Republik Indonesia) PRI inilah yang dalam bulan Desember menjelma menjadi TKR (Tentara Keamanan Rakyat).Beberapa hari setelah Belanda melancarkan agresi, di Sumatra Barat dibentuk PDRI (Pemerintah Darurat Republik Indonesia) dibawah pimpinan Syafruddin Prawiranegara SH. Maka, pada tanggal 15 Januari 1949 Pandjaitan diangkat menjadi pimpinan Pusat perbekalan PDRI disamping jabatanya sebagai Kepala Staf IX Tentara dan Teritorial Sumatra.Karena prestasinya dianggap baik, Letnan Kolonel Panjaitan ditunjuk sebagai Atase Militer RI di Bonn, Jerman Barat."
    },
    {
        "name": "Mayjen. TNI.Anm. S. Siswomihardjo ",
        "ascencion_document_number": "No Sk 111 / Koti / 1965",
        "ascencion_document_date": "05   Oktober  1965",
        "ascencion_year": 1965,
        "photo_url": "https://cdni.iconscout.com/illustration/premium/thumb/not-found-illustration-svg-download-png-6167023.png",
        "birth_date": "28 Agustus 1922",
        "birth_place": "Kebumen, Jawa Tengah",
        "death_date": "1 Oktober 1965",
        "death_place": "LubangBuaya, Jakarta",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "Sutoyo Siswomiharjo merupakan pahlawan anumerta yang meninggal akibat keganasan PKI Gerakan 30 September PKI 1965.Sutoyo Siswomiharjo pada masa revolusi bergabung dengan Badan Keamanan Rakyat (BKR) yang kemudian berubah menjadi TKR (Tentara Keamanan Rakyat) terbentuk pada tanggal 5 Oktober 1945. Ia memilih TKR bagian Polisi Tentara dengan pangkat Letnan dua. Pada  November  1946, ia menjadi  Kepala Bagian Organisasi Polisi Tentara Resimen 2 Purworejo.   Kemudian dipindah ke Yogyakarta   sebagai Kepala Staf CPM (Corps Polisi Militer), nama baru Polisi Tentara.   Ia dipindahkan ke Sala untuk memangku jabatan sebagai Komandan CPM Detasemen 3 Surakarta.Pada tahun 1950  Ibu Kota pindah ke Jakarta, Sutoyo Siswomiharjo menjabat sebagai Komandan Batalyon CPM di Jakarta. Operasi inteljen CPM yang dipimpin nya berhasil membongkar rencana APRA yang akan menculik beberapa menteri.Sutoyo Siswomiharjo pada  1954  menjadi Kepala Staf Markas Besar CPM dengan pangkat Mayor dan pada tahun yang sama ia diangkat menjadi perwira yang diperbantukan pada   Staf Umum Angkatan Darat.Sutoyo Siswomiharjo pada  18 Desember 1960 diangkat sebagai  Inspektur Kehakiman Angkatan Darat (Irkeh AD) dengan pangkat Kolonel. Dengan jabatan itu ia menjadi perwira yang di sasar PKI untuk dibunuh pada peristiwa Gerakan 30 September 1965."
    },
    {
        "name": "Kapten CZI. Anm. Pierre Tendean ",
        "ascencion_document_number": "No Sk 111 / Koti / 1965",
        "ascencion_document_date": "05   Oktober  1965",
        "ascencion_year": 1965,
        "photo_url": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/43.jpg",
        "birth_date": "21 Februari 1939",
        "birth_place": "Batavia(Jakarta, Indonesia)",
        "death_date": "1 Oktober 1965",
        "death_place": "LubangBuaya, Jakarta, Indonesia",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "Pierre Andries Tendean adalah seorang perwira militer Indonesiayang menjadi salah satu korban peristiwa Gerakan 30 September pada tahun 1965. Pierre Tendean merupakan ajudan Jenderal Abdul Haris  Nasution.Pada tahun 1963, saat pemerintah menerapkan politik konfrontasi dengan Malaysia ia diperbantukan pada Dinas Pusat Intelijen Angkatan Darat yang bertugas di garis depan.Dua tahun lamanya Pierre Tendean ditempatkan di garis depan dan selama masa itu tiga kali Ia melakukan penyusupan ke daerah Malaysia. Pertama kali Ia memasuki daerah Malaysia dengan menyamar sebagai wisatawan.Dalam penyusupan ketiga, ditengah laut Ia dikejar oleh kapal perusak (destroyer) Inggris. Dengan cepat Ia membelokkan speedboat-nyadan secara diam-diam Ia menyelam ke dalam laut.Karena kelincahannya dalam menjalankan tugas, Pierre Tendean menjadi rebutan beberapa perwira tinggi yang berniat untuk mengangkatnya sebagai ajudan. Jenderal Abdul Haris Nasution, Jenderal Hartawan dan Jenderal Dandi Kadarsan, adalah tiga diantara perwira tinggi tersebut.Dalam menjalankan tugas sebagai ajudan inilah Letnan satu Pierre Tendean gugur karena dibunuh oleh orang-orang PKI yang melakukan pemberontakan untuk merebut kekuasaan negara."
    },
    {
        "name": "AIP. TK. II Brig.Pol. K.S. Tubun ",
        "ascencion_document_number": "No Sk 114 / Koti /1965",
        "ascencion_document_date": "05   Oktober  1965",
        "ascencion_year": 1965,
        "photo_url": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/44.jpg",
        "birth_date": "14 Oktober 1928",
        "birth_place": "Tual, Maluku,Indonesia",
        "death_date": "1 Oktober 1965",
        "death_place": "Jakarta,Indonesia",
        "burial_place": "TMPN Utama  Kalibata",
        "description": "Brigadir Polisi. Korban kebiadaban (dibunuh) Gerakan 30 September saat mengawal kediaman Wakil Perdana Menteri, Dr. J. Leimena di Jakarta, yang bertetangga dengan Jenderal A.H. Nasution,KS Tubun masuk Sekolah Polisi Negara di Ambon sejak Agustus 1951. Beliau kemudian dipindahkan ke Jakarta dan ditempatkan dalam kesatuan Brimob,Pada tahun 1955 KS Tubun mengikuti pasukannya yang mendapat tugas melakukan operasii militer terhadap DI/TII di daerah Aceh selama tiga bulan dan pada tahun 1958 juga melakukan operasi militer di daerah Sulawesi Utara bersama pasukannya untuk menumpas pemberontakan PRRI/Permesta. Ia juga ikut dalam tugas membebaskan Irian Barat setelah diumumkan Tri Komando Rakyat (Trikora) pada tanggal 19 Desember 1961,KS Tubun mendapat kehormatan menjadi anggota pasukan pengawal kediaman Wakil Perdana Menteri II Dr.J.Leimena. KS Tubun gugur dalam menjalankan tugasnya beberapa hari sebelum hari ulang tahunnya yang ke-37 dalam periistiwa Gerakan 30 September 1965."
    },
    {
        "name": "Brigjen. TNI. Anm. Katamso ",
        "ascencion_document_number": "No Sk 118 / Koti / 1965",
        "ascencion_document_date": "19  Oktober  1965",
        "ascencion_year": 1965,
        "photo_url": "https://direktoratk2krs.kemsos.go.id/admin-pc/assets/img/pahlawan/45.jpg",
        "birth_date": "5 Februari 1923",
        "birth_place": "Sragen, Jawa Tengah",
        "death_date": "1 Oktober 1965",
        "death_place": "Kentungan,Yogyakarta",
        "burial_place": "TMPN Kusuma Negara, Yogyakarta",
        "description": "Brigadir Jenderal TNI Angkatan Darat.  Dan Rem 072/ Pamungkas DIY. Brigjen. Katamso bersama Wakil Dan Rem 072 Kolonel Sugiyono menjadi korban kebiadaban (dianiaya dan dibunuh) oleh Gerakan 30 September di Kentungan, Yogyakarta,Setelah menamatkan sekolah, Katamso melanjutkan pendidikan tantara PETA di Bogor. Sesudah Proklamasi kemerdekaan ia mengikuti TKR, selama agresi militer Belanda, pasukannya sering bertemput untuk mengusir Belannda dari Indonesia. Setelah pengakuan kedaulatan ia diberi tugas untuk menumpas pemberontakan Batalyon 426 di Jawa Tengah,Katamso dipercaya untuk menjalankan operasi militer yaitu memipin Batalyon A Operasi 17 Agustus.Katamso melakukan bebagai persiapan menghadapi PKI salah satunya adalah pendekatan terhadap masyarakat Yogyakarta dan memperkuat Resimen Mahasiswa, namun Katamso menjadi salah satu korban yang tewas pada malam hari 2 Oktober 1965 bersama Letnan Kolonel Sugiyono."
    },
    {
        "name": "Abdul Muis",
        "photo_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Abdul_Muis%2C_Pekan_Buku_Indonesia_1954%2C_p211.jpg/250px-Abdul_Muis%2C_Pekan_Buku_Indonesia_1954%2C_p211.jpg",
        "birth_date": "3 Juli 1883",
        "birth_place": "Sungai Puar, Agam,Sumatera Barat",
        "death_date": "17 Juni 1959",
        "death_place": "Bandung, Jawa Barat",
        "burial_place": "Cikutra,   Bandung",
        "ascencion_document_number": "No Sk 218  Tahun  1959",
        "ascencion_document_date": "30  Agustus 1959",
        "ascencion_year": 1959,
        "description": "Seorang sastrawan, politikus, dan wartawan Indonesia. Dia merupakan pengurus besar Sarekat Islam dan pernah menjadi anggota Volksraad mewakili organisasi tersebut.Ia membantu harian De Express untuk menulis karangan yang menangkis penghinaan terhadap bangsanya Tahun 1916 ia bersama Agus Salim memimpin majalah “Neraca”, dan juga menjadi Pemimpin Redaksi Harian Kaoem Moeda.Abdul Muis juga terkenal pula pandai berdebat dan berpidato. Tahun 1913, ia kemudian masuk menjadi anggota Serekat Islam (SI), menjadi ketua SI cabang Bandung, dan menjadi anggota pimpinan sentral kommite pengurus pusat SI. Abdul Muis juga merupakan anggota Volksrad.Karya-karya Abdul Muis diantaranya adalah “Salah Asuhan” (1928), “Surapati” (1950), “Robert anak Surapati” (1953), “Pertemuan Jodoh”, “Daman Brandal”, “Sabai nan Alui” (Cerita Rakyat Minangkabau), dan contah Surat Menyurat. Abdul Muis merupakan Sastrawan, Politisi, Wartawan Indonesia. Pendorong berdirinya Technische Hooge School (ITB, Institut Teknologi Bandung) Ketua Pengurus Besar Perkumpulan Buruh Pegadaian. Pendiri Persatuan Perjuang."
    }
]